Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=299_lang=finnish.html.tmx
Source language: fin
Languages: smn

source: Saamelaisedustajat SAKKin johtokuntaan
smn: Sämitige iävtuttâsah SOG stiivrâ jesânin

source: Saamelaiskäräjät esittää Saamelaisalueen koulutuskeskuksen (Sámi oahpahusguovddáš) johtokuntaan seuraavaksi neljän vuoden toimikaudeksi seuraavia jäseniä ja varajäseniä (suluissa): Petra Magga (Pekka Aikio), Erkki Lumisalmi (Tiina Sanila-Aikio), Berit-Ellen Juuso (Maarit Magga), Veikko Guttorm (Sisko Länsman), Heli Aikio (Aslak Paltto), Antti Katekeetta (Kati Eriksen).
smn: Sämitigge iävtut Säämi máttáátâskuávdáá stiivrân puáttee neelji ihán čuávvoo jesânijd já väri-jesânijd (tavgij siste): Petra Magga (Pekka Aikio), Erkki Lumisalmi (Tiina Sanila-Aikio), Berit-Ellen Juuso (Maarit Magga), Veikko Guttorm (Sisko Länsman), Heli Aikio (Aslak Paltto), Antti Katekeetta (Kati Eriksen).

source: Saamelaisalueen koulutuskeskuksen johtokunnan nimittää Lapin lääninhallitus, joka on pyytänyt saamelaiskäräjiltä esityksiä saamelaisten edustajiksi johtokunnassa.
smn: Säämi máttáátâskuávdáá stiivrâ noomât Laapi läänihaldâttâs, mii lii pivdám sämitige iävtuttâsâid sämmilij ovdâsteijen stiivrâst.

source: Saamelaiskäräjät esittää johtokuntaan kuusi jäsentä.
smn: Sämitigge iävtut stiivrân kuttâ jeessân.

source: Lääninhallitus nimittää johtokuntaan yhteensä kahdeksan jäsentä.
smn: Läänihaldâttâs noomât stiivrân ohtsis käävci jesânid.

source: Saamelaisväestön edustajien lisäksi johtokunnassa tulee olla vähintään yksi kuntien edustaja.
smn: Sämiaalmug ovdâsteijei lasseen stiivrâst kalga leđe ucemustáá ohtâ kieldâi ovdâsteijee.

source: Lisäksi johtokunnassa on koulun henkilökunnan, opettajien ja opiskelijoiden edustus.
smn: Lasseen stiivrâst lii škoovlâ pargojuávhu, máttáátteijei já uáppei ovdâstâs.

source: Saamelaisia edustavat jäsenet nimetään saamelaiskäräjien esityksestä ja kuntien edustajat kuntien esitysten pohjalta.
smn: sämmilijd ovdâsteijee jesâneh nomâttuvvojeh sämitige iävtuttâsâst já kieldâi ovdâsteijeeh kieldâi iävtuttâsâi vuáđuld.
